brew "cmake"
brew "direnv"
brew "earthly"
brew "eza"
brew "fzf"
brew "gh"
brew "jq"
brew "neovim"
brew "postgresql@14"
brew "redis", restart_service: :changed
brew "sshuttle"
brew "stow"
brew "tmux"
cask "orbstack"
cask "iterm2"
