brew "cmake"
brew "direnv"
brew "earthly"
brew "eza"
brew "fzf"
brew "gh"
brew "go"
brew "jq"
brew "neovim"
brew "newsboat"
brew "npm"
brew "postgresql@14"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "sshuttle"
brew "stow"
brew "tmux"
brew "tree-sitter-cli"
brew "wget"
brew "opencode"
cask "orbstack"
cask "iterm2"
