brew "argo"
brew "bat"
brew "btop"
brew "cmake"
brew "copilot-cli"
brew "direnv"
brew "duf"
brew "earthly"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "jq"
brew "lazygit"
brew "neovim"
brew "newsboat"
brew "npm"
brew "opencode"
brew "postgresql@14"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "sshuttle"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "wget"
brew "yazi"

cask "emacs"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "kitty"
cask "orbstack"
